Repository: thermesmarins/tmsm-gravityforms-dialoginsight
Catalog: languages/tmsm-gravityforms-dialoginsight-*.po
Languages: fr_fr

source: DialogInsight Key ID
fr_fr: ID clé DialogInsight

source: DialogInsight API Key
fr_fr: Clé API DialogInsight

source: DialogInsight Feed Settings
fr_fr: Réglages de flux DialogInsight

source: Name
fr_fr: Nom

source: Enter a feed name to uniquely identify this setup.
fr_fr: Saisir un nom de flux uniquement pour identifier cette configuration.

source: DialogInsight Project
fr_fr: Project DialogInsight

source: Select the DialogInsight project you would like to add your contacts to.
fr_fr: Choisir le projet DialogInsight où vous voulez ajouter vos contacts.

source: Map Fields
fr_fr: Correspondance de champs

source: Associate your DialogInsight merge tags to the appropriate Gravity Form fields by selecting the appropriate form field from the list.
fr_fr: Associer vos champs DialogInsight aux champs de formulaire Gravity Forms.

source: Map Optins
fr_fr: Correspondance d’abonnements

source: Associate your DialogInsight optins to the appropriate Gravity Form fields by selecting the appropriate form field from the list.
fr_fr: Associer vos abonnements DialogInsight aux champs de formulaire Gravity Forms.

source: Conditional Logic
fr_fr: Condition logique

source: When conditional logic is enabled, form submissions will only be exported to DialogInsight when the conditions are met. When disabled all form submissions will be exported.
fr_fr: Quand la condition logique est activée, les soumissions de formulaire seront uniquement exportés vers DialogInsight quand les conditions sont satisfaites. Si désactivée, toutes les soumissions seront exportées.

source: Could not load DialogInsight projects. %sError: %s
fr_fr: Impossible de charger les projet DialogInsight. %sErreur :%s

source: No lists found.
fr_fr: Aucune liste trouvée.

source: Select a DialogInsight Project
fr_fr: Choisir un project DialogInsight

source: Unable to process feed because API could not be initialized.
fr_fr: Impossible de traîter le flux car l’API n’a pas pu s’initialiser.

source: TMSM Gravity Forms Dialog Insight on %s: API not initialized
fr_fr: TMSM Gravity Forms Dialog Insight sur %s : l’API ne s’est pas initialisée

source: A valid Email address must be provided.
fr_fr: Un email valide doit être fourni.

source: Unable to check if email address is already used by a member: %s
fr_fr: Impossible de vérifier si l’email est déjà utilisée par un contact : %s

source: Unable to add/update subscriber: %s
fr_fr: Impossible d’ajouter/modifier le contact : %s
